Repository: mozilla-l10n/mt-training-data
Catalog: rwm/rwm_pontoon.tmx
Source language: en_us
Languages: rwm

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
rwm: { $actionType } <micIcon></micIcon> na sikyaku ndia agbokelyani nesi okutoka

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
rwm: { $actionType } <playIcon></playIcon> na ohandika ndia uwoki nkpa ka ongai

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
rwm: { $actionType } <playIcon></playIcon> Uwokaniye laso ndia bhagbeiyo, toli ozibe kihandiko. Agbananiya? Kekabhe nali bhu, okolilyeku bhongosyai bhyani.

source: Add a question <icon></icon> in { $currentLocale } for people to answer
rwm: Todhaibe olulya<icon></icon> in { $currentLocale } ndia bhakpa bhakisikyaku

source: Add information
rwm: Otodhiebe makulu

source: An error occurred while creating this transcript
rwm: Nsobhi aenikana nibhalia ka kola yoho kihandiko

source: An error occurred while editing the transcript
rwm: Nsobhi aeniknandia bhakakoloya ka bhongosya kihandiko.

source: An error occurred while recording
rwm: Nsobhi aenikana nibhalyakigba laso

source: An error occurred while skipping the transcript
rwm: Nsobhi abhabe ka isa namusa kihandiko

source: An error occurred while skipping this prompt
rwm: Nsobhi aenikana nnibhalia kabhongosya kihandiko

source: An error occurred while submitting the report
rwm: Nsobhi aenikana ka pesyaku nda aenikana

source: An error occurred while uploading your response
rwm: Nsobhi aenikana ka holukesa ndiosikyaku.

source: An error occurred while voting the transcript
rwm: Nsobhi aenikani ka bhuwa kihandiko

source: Answer
rwm: Sikyaku/sikyaiku

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
rwm: Ologodhi ka pulojekiti ndiasu sa Beta testing group for Common Voice’s Spontaneous Speech?

source: Ask sensitive questions
rwm: Uwoluliya bikaguzo ndia ali na makulu

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
rwm: Kihandiko agbokelyani abheku bhanikia kigambo poni kedha nsimo ndia nkpa aonga.ne ndia yabhayaga nibhakisikyaku.

source: Attention!
rwm: Bhuwokyane!

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
rwm: Yamba ndia ali ka loki bhi loki gbananai <mark>code-switching</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
rwm: Yamba Dhaka ndiali na mikia kima kuti ndia bhandiki kedha bhulua ndia ndie<mark>ndie bhakikolisa ndia</mark> (bhia loki magbagbata, ndiali kaswekai neinjo ndiabhakibi …)

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
rwm: Komudhiya ka <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> okubha nobhalyani nkola ndiasu dumbi Mozilla akikusindilya email gaisako nesi okuya kola na pulojekiti sa Beta Testing for Common Voice’s Spontaneous Speech.

source: By telling us about yourself, you will help developers build more inclusive technology
rwm: Ka tolyasube ndia akugbeibe uwe nkumi, okubhukoniya bhatandikisi pesianana nabho magezi.

source: Cancel
rwm: Zombaku

source: Change
rwm: Mpinduka

source: Changes the language dataset to which you're contributing
rwm: Mpindula sa mbizia makulu ndie oli kabisaibe

source: Changes website text only.
rwm: Mpindula sa kigambo ngbeibe website ukaka

source: Check
rwm: Ziba

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
rwm: Obhuwe bikaguzo madhota ndia nkpa poni akitoka kwetegeleza , makanga zibilia ka asili kedha makulusi.

source: Click
rwm: Ta

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
rwm: Omudhiye <guidanceLink>mene</guidanceLink> uwege nesi okukolisa yo mpapulo

source: Comment
rwm: Congabe

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
rwm: Common Voice ali katandika mbizia bhakpa ndiakebhali nali sa kumesa kima ndiekibilwani nai, ndia akili ka mulima toil ndia bhakahandiki. Yoho akiya koniya bhakpa kumesa makuluyau namba bhenjo ndibhsomiyo imamoti na bhagudha.

source: Contact us
rwm: Okiduwebe

source: Continue
rwm: Iya namusa

source: Continue speaking
rwm: Oye na musa ongako

source: Contribute
rwm: Pesyaiku

source: Correct
rwm: Bhongosya

source: Country/Region of Residence
rwm: Nsi/Lijoni sa mamba bhuliki

source: Delete
rwm: Lima

source: Different language
rwm: Dhaka ndietolo

source: do
rwm: Dola

source: Done
rwm: Bhakoliya

source: do not
rwm: Kolu ku

source: Don't wish to say
rwm: Kanga kabha onga

source: Edit
rwm: Kolilyiku Bhongosya

source: e.g., “What do you wish you could use technology for?”
rwm: Bhia, “Andiki ndia okabhi kolisa nguwa sa magezi eki?”

source: Enter your Country/Region of Residence
rwm: Ogodhise Nsi/Lijoni sa mamba bhuliki ndiako

source: Enter your email
rwm: Ohandike email ndiako

source: Error
rwm: Nsobhi

source: Error while playing audio file.
rwm: Nsobhi aenikana nibhalia ka kola yoho kihandiko

source: Exceeded 25 questions. Reduce number of questions and retry.
rwm: Akolya bikaguzo 500. Okehise muhendo sa bikaguzo na todha kigaibe

source: Express or solicit prejudiced or offensive sentiments
rwm: Bigambo sa anisa kabha mudhililya kedha singisya

source: Female/Feminine
rwm: Kukal/Nkaliaki

source: Guidelines
rwm: Sa habhula

source: How Spontaneous Speech works
rwm: Nesi loki sa tulumesa akikolaga

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
rwm: Nnibhalyani na kigambo Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
rwm: * ni bhali eti yoho olulyo ali<publicDomainLink>public domain</publicDomainLink> ndia bhakpa poni toIi nibhalisani huwisai.

source: Interested in getting involved with this project, or partnering with us?
rwm: Akudhedhi godha ka pulojekiti yo kedha bha na kubhotu na bhesu?

source: Intersex
rwm: Amana nkali na nkali; muluku na muluku

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
rwm: langdhani osikyeku sa nesi aliyo ka mikia loki pipi. Ozibe eti dhak ndiako bhakioka makanga gayi.

source: Learn how to check a transcription
rwm: Ega nesi kihandiko bhakikolilyagaku

source: Learn how to transcribe
rwm: Ega handika

source: Learn how to use this page
rwm: Uwege nesi okukolisa mpapulo yoho

source: Listen
rwm: Okaniya

source: Loading…
rwm: Godhisa…

source: Log In
rwm: Bhala

source: Log In / Sign Up
rwm: Bhala /Bhala

source: Log Out
rwm: Dhaka

source: Make sure they can be answered in just a couple of sentences
rwm: Ozibe eti bhakitoka sikyaiku kabhanikia loki ndia kamadhi

source: Male/Masculine
rwm: Kuluku/ mulukwaki

source: <mark>Check</mark>
rwm: <mark>Kolilyaku</mark>

source: <mark>Data</mark>
rwm: <mark>Mbizia loki</mark>

source: <mark>Prompt</mark>
rwm: <mark>Hambiliza/Olulya</mark>

source: <mark>Respond</mark>
rwm: <mark>Sikyaku</mark>

source: <mark>Transcribe</mark>
rwm: <mark>Handika</mark>

source: More languages coming soon
rwm: Dhaka ndiekina ali kabikai yau

source: Non-binary
rwm: Bhali ndia kenyanagi

source: Not Found
rwm: Ka enikani

source: Offensive Content
rwm: Makulu sa muzangu

source: Other
rwm: Ndietolo

source: Personally Identifiable Information
rwm: Makulu ndie nikienaga emi nkumi.

source: Platform language
rwm: Loki sa kobhia

source: <privacyLink>Privacy</privacyLink>
rwm: <privacyLink>Nsobho</privacyLink>

source: Question
rwm: Olulya

source: Record your response
rwm: Ogbe sikyaiku ndiako

source: Report
rwm: Tolya

source: Report was passed successfully
rwm: Ndia aenikana akolyaku kulunngi

source: Request New Language
rwm: Kunga dhaka myaka

source: Respond
rwm: Sikyaiku

source: Response deleted successfully
rwm: Sa sikyaiku bhalima kulungi

source: Response submitted successfully
rwm: Sa sikyaiku bhasyaku kulungi

source: Review
rwm: Kolilyiaku

source: Select your age
rwm: Uwanise mwaka ndiako

source: Select your sex or gender
rwm: Weyanise oli mulukuaki kedha nkaliaki

source: Send a link to my email
rwm: Osindike link ka email ndiamo.

source: Skip
rwm: Gulukya

source: Skipped
rwm: Gulukiya

source: Solicit personally identifying information (like names or financial information)
rwm: Uwe nkumikudhaisa bala gbananisa makulu (bhia ina kedha mbangana)

source: Something went wrong while fetching audio for transcriptions. Please try again later.
rwm: Sobhia nibhalia kazena lupapulo sa laso/ okai

source: Something went wrong while fetching prompts. Please try again later.
rwm: Kima kabhonga nibhalya ka kumesa bhanikia kihandiko. Gutu bhutodhe bhukingebe bhukeni.

source: Something went wrong while fetching transcriptions. Please try again later.
rwm: Kima kabhonga nibhalya ka kumesa bhanikia kihandiko . Gutu bhutodhe bhukingebe bhukeni Kima kabhonga nibhalya ka kumesa bhanikia kihandiko . Gutu bhutodhe bhukingebe bhukeni.

source: Submit
rwm: Pesyaku

source: Submit All
rwm: Pesyaku uponi

source: Submit a report
rwm: Opesyeku ndiokumesiyo

source: Submitted
rwm: Pesyaiku

source: Success
rwm: Singula

source: Tap
rwm: Gbabe

source: <termsLink>Terms</termsLink>
rwm: <termsLink>Kilagilo</termsLink>

source: Thank you for contributing to Spontaneous Speech!
rwm: Webale ndie obisibe ka loki ndia aliya kiya na musa!

source: Thank you for your information
rwm: Webale na makulu ndiako njo.

source: The content contains a language different than I was expecting.
rwm: Makulu ndialiku ali ka dhaka yo kenyanagi na ndienibhi niniesigi.

source: The content has disrespectful or offensive language.
rwm: Makulusi ali sa makanga pesya kedha loki sa muzang.

source: The MediaRecorder API is not supported in your browser.
rwm: Nguwa sa gba laso API kali na mani yambako kola ndie okabhio.

source: The page you are looking for could not be found
rwm: Mpapulo ndia olikabhai kaenikana

source: There are currently no prompts for this language. Please refresh the page or try again later.
rwm: Enindi kalibe kima poni sa loki yo. Gutu otodhe ekolilye ka mpapulo toli otodhe okingebe bhukeni.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
rwm: Enindi kalibe kihandiko sa kolilyaiku ka dhaka eyo. Gutu otodhe oklise iso bhongosya mpapulo kedha okingebe bhukeni.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
rwm: Endindi kalibe sa okai poni sa handika ka dhaka eyo. Gutu otodhe osikyeku mpapulo kedha okingebe bhukeni.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
rwm: Yoho makulu ndie nikienaba emi nkumi angbeibe bhakpa, bhia inabho, email. This content contains personally identifiable information related to an individual's identity, such as their name, email ndiabho mambabhuliki, namba ndiabho bhia simu ndiabho.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
rwm: Yoho makulu ndie nikienaba emi nkumi angbeibe bhakpa, bhia inabho, email. This content contains personally identifiable information related to an individual's identity, such as their name, email ndiabho mambabhuliki, namba ndiabho bhia simu ndiabho.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
rwm: Yoho makulu ail sa pai kedha bba-okutoka todhiaibe kekabhe nakwisi zidhi. Bhikiholukesa mbizia makulu kidhuwe kwedhaisa bhakumi na ziba eti makulu bhia inako na email kagbanani na makulu ndia bhanisiyo bhia mwa keddha kuluku kedha kukal. Nanga kola kulungi kowa buli nkpa, mbizia makulu ndia akibhukoniaga bhatandikisi bha na magezi ndia akikabha abhuduwebe bhakpa poni ndibha bhaliku. Bhwege ndia akolibe ndia akidhuwa kumesa makulu nali na mugaso.

source: Transcribe
rwm: Handika

source: Transcript edited successfully
rwm: Kihandiko bhakolilyaku bhongosyai kulungi

source: Transcript skipped successfully
rwm: Kihandiko na musa kulungi.

source: Transcript submitted successfully
rwm: Kihankiko bhapesyaku kulungi

source: Transcript voted successfully
rwm: Kihandiko bhakolisaku kulungi

source: Transgender
rwm: Bha kuluku na kukali

source: { $uploadedQuestions } of { $totalQuestions } questions collected
rwm: { $uploadedQuestions } ka { $totalQuestions } bikaguzo biyai ndia bhakumesa.

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
rwm: { $uploadedQuestions } of { $totalQuestions } kikaguzo ndia bhakumesa, muyabhu poni ndia bhakumesa. Okolilye ka ndiasu <guidelinesLink>Guidelines</guidelinesLink> mpapulo sa egabe ndietolo ka nesi bhakiongelabe bikaguzo.

source: Upload failed, please retry.
rwm: Hulukesa asagan, gutu otodhe okibe.

source: Use correct spelling and grammar
rwm: Okolise kigambo ndia ahikiyo na nesi agbokelya ka loki

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
rwm: Ali na mugaso sa <mark>organic speech contexts</mark>nali na makulu bhakpa ndibhakwoka (bhia ibiliya bhakpa ndibha bhukokolaga nabho onga ndiabhakahandiki naliku sa dhedhelisa na tebisa) <mark>

source: Welcome to Spontaneous Speech
rwm: Webale ka loki Spontaneous Speech

source: We periodically release the dataset
rwm: Buli sungi kikiholukesaga mbizia makulu

source: We will show you a prompt or question
rwm: Kikikwanisa kedha hambiliza olulya

source: What issues are you experiencing with this content?
rwm: Ali kima tina ndiokoliliku ka makulu ndialiku?

source: What is your age?
rwm: Oli na mwaka nga?

source: What is your sex or gender?
rwm: Ondi ani mulukuaki kedha nkaliaki?

source: What questions can I add?
rwm: Andi kikaguzo tina ndie nkitodhabei?

source: Why are you asking?
rwm: Oli koluliya nangeki?

source: Why we built this Spontaneous Speech prototype
rwm: Ndia adhuwa nikikibisabe loki mbulua yo

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
rwm: Ohandike injo toto ndia nkpa ongiya, na bisaku bhankia kigambo bhiayo 'amao', or 'abaor'

source: Write down what you hear the person saying here
rwm: Ohandike ndia uwoki nkpa kaongai mehe

source: You check whether the transcription matches the audio
rwm: Okolilyeku ziba kabha ndiali ka kitabo agbanani na ndia uwokiyo

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
rwm: Ka mpapulo yo aliku mpingisya ndia bhakabisi. Kohingisyabe pipi mpingisya ndiako kakiya enikana. Alibhu eti okubha hingisyabe pipi?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
rwm: Ka mpapulo yo aliku hingisya ndia bhakabisi. Toli yoho mpapula kodhuwa ndia ohingisiyo kakiya enikanai. Alibhu eti okukabha dhuwa yo mpapulo?

source: You must allow microphone access.
rwm: Obhale bha biya na maikolofomu.

source: You respond or reply to it as naturally as you can
rwm: Osikyeku kedha sikisysku ndia gbokelyani nesi okutoka

source: You write down what you hear in the audio clips
rwm: Ohadike toto ndia uwoki ka laso ka nguwa
